[
    {
        "giria": "Abirobado",
        "significado": "Usado para dizer que uma pessoa é boba, tola, sem juízo. A gíria vem de biroba, que é como os cearenses chamam as éguas.",
        "exemplos": [
            "Deixa de ser abirobado."
        ]
    },
    {
        "giria": "Afolozado",
        "significado": "É o mesmo que frouxo, alargado ou estragado.",
        "exemplos": [
            "Minha blusa está afolozada de tão velha."
        ]
    },
    {
        "giria": "Ai dento",
        "significado": "Pode ser usada do mesmo modo que o “sai fora” ou “vá se danar”. Essa gíria também é usada em outros estados do Nordeste.",
        "exemplos": [
            "Ir naquela palestra chata? Ai dento, nem pensar."
        ]
    },
    {
        "giria": "Arengar",
        "significado": "É o mesmo que brigar, arrumar confusão. Uma pessoa que briga muito é chamada de arengueira.",
        "exemplos": [
            "Seu filho ficou arrumando arenga na escola hoje."
        ]
    },
    {
        "giria": "Arriégua (ou Arre égua)",
        "significado": "Arriégua não tem um significado próprio, mas pode ser usado nos mais diversos contextos, para dar ênfase a uma frase. É como se fosse o “oxe” dos baianos ou o “uai” mineiro.",
        "exemplos": [
            "Arriégua, o que é isso no seu cabelo?",
            "Arriégua, ainda bem que você veio."
        ]
    },
    {
        "giria": "Arrudiar",
        "significado": "Significa dar a volta por algo, fazer o contorno. Também pode ser usado para mandar alguém embora.",
        "exemplos": [
            "Está difícil passar por aí, vou arrudiar."
        ]
    },
    {
        "giria": "Agora pronto (agora deu)",
        "significado": "Expressão usada quando a pessoa fica indignada com algo ou não concorda.",
        "exemplos": [
            "Agora pronto! Tu quer mandar na minha vida, é?"
        ]
    },
    {
        "giria": "Aperrear",
        "significado": "Perturbar, encher o saco.",
        "exemplos": [
            "Essa menina passou o dia inteiro aperreando pra tomar sorvete."
        ]
    },
    {
        "giria": "Baixa da égua",
        "significado": "Um lugar muito longe. Normalmente, é usado quando a pessoa está nervosa e quer mandar outra embora.",
        "exemplos": [
            "Vai para a baixa da égua, menino chato."
        ]
    },
    {
        "giria": "Bichinho",
        "significado": "Forma de tratamento carinhosa, usada principalmente com crianças. Também é utilizada em outros estados do Nordeste.",
        "exemplos": [
            "- Por que seu filho não foi para a escola hoje?",
            "- O bichinho ficou doente."
        ]
    },
    {
        "giria": "Bonequeiro (ou bunequeiro)",
        "significado": "No Ceará, “botar boneco” é o mesmo que fazer confusão por pouco, dificultar, perturbar. Por isso, bonequeiro (ou bunequeiro) é como costumam chamar alguém que gosta de causar confusão.",
        "exemplos": [
            "Tu é muito bonequeiro. Se for só para botar boneco melhor ficar em casa."
        ]
    },
    {
        "giria": "Cabra",
        "significado": "Gíria usada para se referir de forma genérica a alguém, geralmente do gênero masculino.",
        "exemplos": [
            "Quem foi o cabra de sorte que ganhou na loteria?"
        ]
    },
    {
        "giria": "Cambito",
        "significado": "Sinônimo de pernas finas.",
        "exemplos": [
            "Depois que emagreceu, o João ficou com uns cambitinhos."
        ]
    },
    {
        "giria": "Chinelar",
        "significado": "Andar muito rápido ou correr.",
        "exemplos": [
            "Quando eu vi dois caras numa moto vindo na minha direção, eu chinelei!"
        ]
    },
    {
        "giria": "Coisar",
        "significado": "Verbo usado quando não se lembra da palavra que quer falar ou quando não quer falar a palavra exata.",
        "exemplos": [
            "Eu tenho certeza que ontem você tava coisando na casa da sua namorada.",
            "O mecânico disse que o carro tava todo coisado."
        ]
    },
    {
        "giria": "Cumbuca",
        "significado": "É o mesmo que vasilha, pote pequeno. Originalmente, eram chamados de cumbuca os vasos feitos de cabaça, com um furo em cima, usados para pegar água.",
        "exemplos": [
            "Maria, pega para mim essa cumbuca aí em cima da mesa."
        ]
    },
    {
        "giria": "Curubau",
        "significado": "Forma pejorativa de se referir ao povão. A gíria vem da palavra curuba, um sinônimo de sarna.",
        "exemplos": [
            "A minha sala esse ano é só curubau."
        ]
    },
    {
        "giria": "Dar o grau",
        "significado": "Caprichar em algo.",
        "exemplos": [
            "Rapaz, o cara deu o grau na casa pra receber as visitas."
        ]
    },
    {
        "giria": "Destrambelhado",
        "significado": "É o mesmo que atrapalhado.",
        "exemplos": [
            "Valha, esse menino destrambelhado derrubou tudo!"
        ]
    },
    {
        "giria": "Diabeisso",
        "significado": "É o modo que os cearenses dizem “que diabo é isso?”. Uado para demonstrar estranhamento ou dúvida.",
        "exemplos": [
            "Diabeisso que você fez no seu cabelo?"
        ]
    },
    {
        "giria": "Estrambólico",
        "significado": "É o mesmo que estranho, esquisito ou extravagante.",
        "exemplos": [
            "Que maquiagem estrambólica é essa?"
        ]
    },
    {
        "giria": "Estribado",
        "significado": "Uma pessoa poderosa, rica, que tem muito dinheiro.",
        "exemplos": [
            "Caiu meu pagamento e estou estribada hoje."
        ]
    },
    {
        "giria": "Estruir",
        "significado": "Estragar algo porque não comeu ou não usou.",
        "exemplos": [
            "Tu enche o prato pra depois estruir a comida."
        ]
    },
    {
        "giria": "Frescar",
        "significado": "Significa brincar, tirar onda com alguém ou debochar de alguém.",
        "exemplos": [
            "Pare de frescar com a minha cara."
        ]
    },
    {
        "giria": "Fumando numa quenga",
        "significado": "Significa que a pessoa está nervosa, com muita raiva.",
        "exemplos": [
            "Meu chefe chegou fumando numa quenga hoje."
        ]
    },
    {
        "giria": "Gato véi",
        "significado": "Pessoa feia, sem estilo ou mal vestida.",
        "exemplos": [
            "Menina, acho que aquele gato véi está dando em cima de você."
        ]
    },
    {
        "giria": "Ispilicute",
        "significado": "Usado para falar sobre uma pessoa engraçadinha, bonitinha, fofinha. Tem origem na expressão da língua inglesa \"She is pretty cute\", que significa \"Ela é muito bonitinha\".",
        "exemplos": [
            "A filha da Joana é ispilicute, né?"
        ]
    },
    {
        "giria": "Lapada",
        "significado": "Significa bater, dar uma surra. Também pode ser usado no sentido figurado.",
        "exemplos": [
            "Menino, se não me obedecer vai levar uma lapada.",
            "Meu time tomou uma lapada ontem. Tomou cinco gols."
        ]
    },
    {
        "giria": "Mah ou má",
        "significado": "É uma abreviação da palavra “macho”. É usado para chamar as pessoas, assim como o “mano”, “irmão” ou “brother”.",
        "exemplos": [
            "Mah, aparece lá em casa hoje que vou fazer bolo."
        ]
    },
    {
        "giria": "Mangar",
        "significado": "É o mesmo que zoar, fazer graça com a cara de alguém. Essa gíria é usada em quase todos os estados do Nordeste.",
        "exemplos": [
            "Ô menino, para de mangar do filho do vizinho."
        ]
    },
    {
        "giria": "Pariceira",
        "significado": "O mesmo que amigo, parceiro. Geralmente é usado pelos pais, ao falar com os filhos que eles não devem ser tratados do mesmo modo como seus amigos.",
        "exemplos": [
            "Fala direito comigo que não sou sua pariceira."
        ]
    },
    {
        "giria": "Peba",
        "significado": "Sinônimo de algo ruim, malfeito ou de qualidade inferior. Também pode ser usado para se referir a produtos falsificados.",
        "exemplos": [
            "Esse seu trabalho aqui está uma peba."
        ]
    },
    {
        "giria": "Pebado",
        "significado": "Estar pebado é o mesmo que estar lascado, que ter se dado mal em alguma situação.",
        "exemplos": [
            "Se minha mãe me pegar eu tô pebado."
        ]
    },
    {
        "giria": "Peia",
        "significado": "É o mesmo que soco, murro, sova.",
        "exemplos": [
            "Se aparecer aqui de novo eu te dou uma peia."
        ]
    },
    {
        "giria": "Queima quengaral",
        "significado": "Expressão usada quando se vê alguma confusão acontecendo. É uma espécie de incentivo à briga.",
        "exemplos": [
            "Olha lá as duas mulheres discutindo. Queeeima quengaral!"
        ]
    },
    {
        "giria": "Racha",
        "significado": "Forma como os cearenses chamam uma partida de futebol informal, uma pelada em um campo improvisado.",
        "exemplos": [
            "Você vai no racha no domingo?"
        ]
    },
    {
        "giria": "Rebolar no mato",
        "significado": "É o mesmo que jogar fora, jogar algo no lixo.",
        "exemplos": [
            "Está na hora de rebolar essa blusa no mato, está muito velha."
        ]
    },
    {
        "giria": "Respeite",
        "significado": "Palavra usada para reforçar algo que é muito bom ou que se gosta muito.",
        "exemplos": [
            "Mulher, respeite meu vestido novo!"
        ]
    },
    {
        "giria": "Sibite baleado",
        "significado": "Usado para se referir a uma pessoa muito magra ou que tem as pernas finas. A gíria é uma referência a um pequeno pássaro do Nordeste chamado popularmente de sibite.",
        "exemplos": [
            "Essa menina não come não? Parece um sibite baleado."
        ]
    },
    {
        "giria": "Só o buraco e a catinga",
        "significado": "Estar “só o buraco e a catinga” é o mesmo que estar acabado, destruído.",
        "exemplos": [
            "Fui para a festa ontem e hoje acordei só o buraco e a catinga."
        ]
    },
    {
        "giria": "Só o mi",
        "significado": "Expressão usada para falar sobre algo muito bom.",
        "exemplos": [
            "Menino, essa festa tá só o mi."
        ]
    },
    {
        "giria": "Valha",
        "significado": "É outra expressão muito usada para representar espanto, surpresa ou mesmo admiração. Funciona do mesmo modo que “nossa” ou “vixe”.",
        "exemplos": [
            "Valha, mas precisava dessa ignorância toda?"
        ]
    },
    {
        "giria": "Verminoso",
        "significado": "Alguém que tá viciado ou obcecado por algo.",
        "exemplos": [
            "Deixe de ser verminoso e dê o controle pro seu irmão jogar também."
        ]
    },
    {
        "giria": "Visage",
        "significado": "Sinônimo de fantasma, assombração.",
        "exemplos": [
            "Sai daqui, visage!"
        ]
    },
    {
        "giria": "Zoada (zuada)",
        "significado": "Som, barulho ou até muito falatório.",
        "exemplos": [
            "Não consegui dormir ontem por causa da zuada na rua."
        ]
    }
]