[
    {
        "giria": "Miliduque",
        "significado": "Miliduque pode significar o mesmo que há muito tempo. No entanto, também é uma forma de chamar uma moto BMW modelo R1200.",
        "exemplos": [
            "Miliduque que ele não posta uma foto com a namorada.",
            "O Fernando tava dando um rolê de miliduque ontem. Sabe de quem é?"
        ]
    },
    {
        "giria": "Boqueta",
        "significado": "Usada para se referir a algo de qualidade ruim ou a um lugar que oferece um serviço medíocre.",
        "exemplos": [
            "O carro do seu irmão é meio boqueta, mas, pelo menos, sai do lugar.",
            "Comprei meu tênis naquela boqueta da esquina e não durou um mês."
        ]
    },
    {
        "giria": "Daora ou Da hora",
        "significado": "É o mesmo que muito legal, bacana, divertido. A gíria é sempre usada para indicar algo positivo.",
        "exemplos": []
    },
    {
        "giria": "Moiô",
        "significado": "É o mesmo que falar que algo deu errado.",
        "exemplos": [
            "Moiô aquela saída de amanhã, vou ter que estudar."
        ]
    },
    {
        "giria": "Parça",
        "significado": "É o mesmo que amigo, parceiro.",
        "exemplos": []
    },
    {
        "giria": "Bagunçado",
        "significado": "Falar que alguém está “bagunçado” é o mesmo que dizer que está bêbado.",
        "exemplos": [
            "Ih, aquele seu amigo ali está bagunçado já."
        ]
    },
    {
        "giria": "Mano",
        "significado": "Modo de chamar alguém. Seria o mesmo que “cara” ou “brother”, e pode ser usado para falar tanto com homens quanto com mulheres.",
        "exemplos": []
    },
    {
        "giria": "Pé de breque",
        "significado": "É a pessoa que atrasa a vida dos outros ou que fala demais, mas não age.",
        "exemplos": [
            "O namorado da Marina fez ela largar os estudos. O cara é um pé de breque mesmo."
        ]
    },
    {
        "giria": "Embaçado",
        "significado": "Dizer que uma situação ou lugar está embaçado é o mesmo que falar que é perigoso, difícil. Quando é usada em relação a uma pessoa, pode indicar que ela está atrapalhando algo.",
        "exemplos": [
            "Aquela rua é meio embaçada, melhor não passar ali.",
            "O João está embaçando meu lance com a irmã dele."
        ]
    },
    {
        "giria": "Mandrake",
        "significado": "A gíria se popularizou com o funk paulista, usada para definir uma pessoa ou algo cheio de estilo.",
        "exemplos": [
            "Esse pisante aí é mandrake."
        ]
    },
    {
        "giria": "Goma",
        "significado": "É o mesmo que casa, lar.",
        "exemplos": []
    },
    {
        "giria": "Quebrada",
        "significado": "É o mesmo que lugar, bairro ou vizinhança.",
        "exemplos": [
            "Pode colar lá na minha quebrada mais tarde?"
        ]
    },
    {
        "giria": "Meter o louco (ou meter o loco)",
        "significado": "Significa fazer algo inconsequente, que ninguém espera, sem pensar muito.",
        "exemplos": [
            "Estou querendo meter o louco hoje."
        ]
    },
    {
        "giria": "Jão",
        "significado": "É o mesmo que \"mano\", \"cara\".",
        "exemplos": []
    },
    {
        "giria": "Cerva, gelada, breja",
        "significado": "Essas três gírias são usadas para falar de cerveja.",
        "exemplos": [
            "Vamos tomar uma breja hoje?"
        ]
    },
    {
        "giria": "Balada",
        "significado": "Pode ser usado para falar sobre qualquer festa ou lugar animado. Até mesmo ir para a casa de amigos pode ser considerado balada.",
        "exemplos": []
    },
    {
        "giria": "Cota",
        "significado": "Cota é o mesmo que tempo.",
        "exemplos": [
            "Você demorou mó cota para chegar, hein?"
        ]
    },
    {
        "giria": "Colar",
        "significado": "Significa ir em determinado lugar.",
        "exemplos": [
            "Vai colar lá na festa do Pedro amanhã?"
        ]
    },
    {
        "giria": "Camelar",
        "significado": "Significa andar a pé.",
        "exemplos": []
    },
    {
        "giria": "Dar o corre",
        "significado": "Significa resolver algo. Também pode se dizer “fazer o corre”.",
        "exemplos": [
            "Vou dar um corre lá no banco hoje."
        ]
    },
    {
        "giria": "Bugado",
        "significado": "É dito que alguém está bugado quando está perdido, sem entender nada.",
        "exemplos": [
            "Marcos está todo bugado hoje, não entende nada do que eu falo."
        ]
    },
    {
        "giria": "Desenrolar uma fita",
        "significado": "Significa resolver algum problema ou situação.",
        "exemplos": []
    },
    {
        "giria": "Faz uma cara",
        "significado": "É o mesmo que faz muito tempo. Paulistas também podem dizer “faz uma cota”, \"miliano” ou \"miliduque\".",
        "exemplos": [
            "Faz uma cara que não te vejo."
        ]
    },
    {
        "giria": "Mano do céu",
        "significado": "Expressão de espanto. Modo paulista de falar que pode substituir “meu Deus do céu”.",
        "exemplos": [
            "Mano do céu, não acredito no que eu vi."
        ]
    },
    {
        "giria": "Miado",
        "significado": "Dizer que um evento está miado significa que está desanimado, ruim, um fracasso. Também se pode dizer que algo vai miar quando as expectativas não são das melhores.",
        "exemplos": []
    },
    {
        "giria": "Migué",
        "significado": "É o mesmo que mentira, conversa mole. Também pode ser usado na expressão \"dar um migué\", que significa enganar.",
        "exemplos": [
            "Amanhã vou dar um migué para faltar a escola."
        ]
    },
    {
        "giria": "Padoca",
        "significado": "Padoca significa o mesmo que padaria.",
        "exemplos": []
    },
    {
        "giria": "Fechou",
        "significado": "Significa combinado.",
        "exemplos": [
            "- Bora sair hoje à noite?",
            "- Fechou."
        ]
    },
    {
        "giria": "Na faixa",
        "significado": "É o mesmo que de graça, 0800.",
        "exemplos": []
    },
    {
        "giria": "Perreco",
        "significado": "Significa briga, confusão, discussão, treta. Também pode ser sinônimo para pessoa inconveniente e de conversa fiada.",
        "exemplos": [
            "Nem vou na festa senão vou arrumar perreco.",
            "Po, o João Luiz é mó perreco. Chatão!",
            "Marcelo, nem vem de perreco que eu estou com pressa."
        ]
    },
    {
        "giria": "Pisante",
        "significado": "Para paulistas, pisante é o mesmo que sapato, tênis.",
        "exemplos": []
    },
    {
        "giria": "Rolê",
        "significado": "Rolê é mesmo que festa, que sair. Mas a gíria também pode ser usada para falar de alguma situação que dê muito trabalho, complicada.",
        "exemplos": [
            "Vamos dar um rolê hoje à tarde?",
            "Maior rolê aquela sua relação com a menina, hein?"
        ]
    },
    {
        "giria": "Rolezinho",
        "significado": "Rolezinho é uma saída mais de leve, tipo juntar com os amigos para ir comer ou passear no shopping.",
        "exemplos": [
            "Vai ter rolezinho no shopping este fim de semana."
        ]
    },
    {
        "giria": "Se pá",
        "significado": "O mesmo que \"talvez\", \"se der\", \"quem sabe\".",
        "exemplos": [
            "Se pá, eu colo no rolê mais tarde."
        ]
    },
    {
        "giria": "51. Suave",
        "significado": "Usado para dizer quando algo ou alguém está tranquilo, de boas.",
        "exemplos": [
            "Hoje tá suave aqui no trabalho. Devo até sair mais cedo.",
            "Tudo suave, mano?"
        ]
    },
    {
        "giria": "3. Bang",
        "significado": "Essa gíria pode ser usada para descrever praticamente qualquer situação. Pode ser um substituto para a palavra \"coisa\".",
        "exemplos": [
            "Vamos comer um bang?",
            "Vou comprar um bang ali na rua.",
            "Que bang é esse na sua cara?"
        ]
    },
    {
        "giria": "Tá me tirando?",
        "significado": "É o mesmo que dizer “Você está brincando?”. Usado quando não se gosta do comportamento de alguém e vai tirar satisfação.",
        "exemplos": []
    },
    {
        "giria": "Salve",
        "significado": "Sinônimo de \"oi\", \"olá\".",
        "exemplos": []
    },
    {
        "giria": "Dar um jet",
        "significado": "Significa dar uma volta, uma saída.",
        "exemplos": []
    },
    {
        "giria": "Dar um pião",
        "significado": "É mesmo que \"dar um jet\", \"dar uma volta\".",
        "exemplos": []
    },
    {
        "giria": "4. Bater uma xepa",
        "significado": "Significa comer.",
        "exemplos": []
    },
    {
        "giria": "Bater uma laras",
        "significado": "É o mesmo que comer algo. Também pode ser dito “bater uma larica”.",
        "exemplos": [
            "Estou louco para bater uma laras."
        ]
    },
    {
        "giria": "Moscando",
        "significado": "Significa que alguém está por fora, desatento, vacilando.",
        "exemplos": [
            "Se ficar moscando assim, vai acabar perdendo dinheiro."
        ]
    },
    {
        "giria": "Tio",
        "significado": "A gíria é usada para chamar uma pessoa, do mesmo jeito que “mano” ou “brother”.",
        "exemplos": []
    },
    {
        "giria": "Trombar",
        "significado": "Trombar é o mesmo que encontrar com alguém.",
        "exemplos": []
    },
    {
        "giria": "Zika",
        "significado": "Curiosamente, zika pode ser usado expressar tanto algo muito bom quanto ruim. É preciso considerar o contexto e a entonação de quem fala.",
        "exemplos": [
            "Fica longe dele, esse maluco é zika.",
            "Que festa zika! Não quero ir embora."
        ]
    },
    {
        "giria": "Bico",
        "significado": "Pessoa fofoqueira, que vive se metendo onde não é chamado.",
        "exemplos": []
    },
    {
        "giria": "BO",
        "significado": "Significa problema. A expressão vem da sigla policial para \"Boletim de Ocorrência\".",
        "exemplos": [
            "Ih, deu mó BO lá em casa hoje."
        ]
    },
    {
        "giria": "Dar PT",
        "significado": "Essa é uma sigla para \"Perda Total\". É usado para quando alguém bebe tanto que passa mal.",
        "exemplos": [
            "Viu que a Mariana deu PT ontem?"
        ]
    },
    {
        "giria": "De lei",
        "significado": "É usado para falar sobre algo que acontece sempre, com frequência.",
        "exemplos": [
            "Cervejinha sexta à noite é de lei."
        ]
    },
    {
        "giria": "Dois palitos",
        "significado": "Algo rápido, que vai ser resolvido depressa.",
        "exemplos": [
            "Relaxa, eu faço aquele trabalho em dois palitos."
        ]
    },
    {
        "giria": "Foi mal",
        "significado": "É o que os paulistas dizem quando querem pedir desculpas por algo.",
        "exemplos": []
    },
    {
        "giria": "Partiu",
        "significado": "Significa o mesmo que “vamos lá” ou “combinado”.",
        "exemplos": [
            "- Partiu viajar este final de semana?\n- Partiu!"
        ]
    },
    {
        "giria": "Passar batido",
        "significado": "É o mesmo que passar despercebido ou se livrar de alguma situação.",
        "exemplos": []
    },
    {
        "giria": "Pistola",
        "significado": "Estar pistola significa ficar nervoso com algo ou alguém.",
        "exemplos": []
    },
    {
        "giria": "Tá osso",
        "significado": "Pode ser usado para falar que algo ou alguma situação está difícil.",
        "exemplos": [
            "Aquela prova de ontem estava osso."
        ]
    },
    {
        "giria": "Ter moral",
        "significado": "Ter moral é o mesmo que ter coragem.",
        "exemplos": [
            "Tem moral de chegar naquelas minas?"
        ]
    },
    {
        "giria": "Zicar",
        "significado": "Colocar olho grande, torcer para algo dar errado. Também se pode dizer que algo ou alguém está zicado, ou seja, sem sorte.",
        "exemplos": [
            "Ô, Anderson, para de zicar meu lance com o teu primo."
        ]
    }
]