[
    {
        "giria": "Frioderenguearcusco",
        "descricao": "expressão para demonstrar que está muito frio. Para os gaúchos, rengo é o mesmo que algo torto ou empenado, enquanto cusco é um modo como os gaúchos chamam os cachorros. Então um frio de renguear cusco seria o mesmo que muito frio, tão frio que entortaria os cachorros."
    },
    {
        "giria": "Arrecém",
        "descricao": "é uma abreviação da palavra “recentemente”, usada para explicar que algo acabou de acontecer."
    },
    {
        "giria": "Bergamota",
        "descricao": "o modo como os gaúchos chamam a tangerina ou mexerica."
    },
    {
        "giria": "Bah",
        "descricao": "uma expressão usada em praticamente todas as frases, e que não tem um significado específico. Serve para enfatizar alguma reação ou sentimento, como tristeza, dúvida ou alegria. É usado assim como o “uai” dos mineiros ou o “oxe” dos baianos. Muito usado com o \"Tchê\", \"Bah Tchê\"."
    },
    {
        "giria": "Tchê",
        "descricao": "significa \"amigo\", \"cara\". Muito usado, inclusive, junto ao \"Bah\", formando a expressão \"Bah Tchê\", que tem a mesma função de surpresa."
    },
    {
        "giria": "Cairosbutiádobolso",
        "descricao": "expressão usada para dizer que você está assustado, surpreso com algo. Essa surpresa pode ser tanto boa quanto ruim. A gíria surgiu porque \"butiá\" é uma fruta muito pequena, e se você carregar ela no bolso e fizer uma parada brusca, ela pode cair."
    },
    {
        "giria": "Barbaridade",
        "descricao": "também muito comum, é uma expressão de surpresa, admiração."
    },
    {
        "giria": "Tri",
        "descricao": "uma expressão usada para dar intensidade as coisas, para que elas pareçam maiores ou melhores. Para isso, basta adicionar o termo “tri” na frente da palavra que você deseja intensificar. Ex.: A festa ontem foi tri legal."
    },
    {
        "giria": "Vivente",
        "descricao": "uma expressão utilizada para se referir a uma pessoa. Geralmente é usada com outra gíria, como “bah” e “tchê”. Ex.. Bah, vivente… tenho que contar algo para ti."
    },
    {
        "giria": "Afudê",
        "descricao": "Quer dizer que algo é muito bom, legal."
    },
    {
        "giria": "Cacetinho",
        "descricao": "modo como os gaúchos chamam o pão francês, ou pão de sal."
    },
    {
        "giria": "Ala-putcha-tchê",
        "descricao": "a palavra pode parecer estranha para quem não a conhece, mas ela é uma expressão de surpresa comum entre os gaúchos."
    },
    {
        "giria": "Pechada",
        "descricao": "o mesmo que batida, um acidente que envolve dois carros, ou pessoas colidindo."
    },
    {
        "giria": "Deitarocabelo",
        "descricao": "o mesmo que sumir, desaparecer, fugir."
    },
    {
        "giria": "Abagualado",
        "descricao": "expressão para descrever alguém grosseiro, rude ou sem muita instrução."
    },
    {
        "giria": "Piá",
        "descricao": "palavra para se referir a um menino criança."
    },
    {
        "giria": "Guapo",
        "descricao": "outra palavra para dizer que alguém é bonito, forte"
    },
    {
        "giria": "Pandorga",
        "descricao": "brinquedo também conhecido como pipa ou papagaio."
    },
    {
        "giria": "Bocaaberta",
        "descricao": "uma pessoa sonsa, lerda ou burra."
    },
    {
        "giria": "Pozolha",
        "descricao": "é uma abreviação da expressão “pois, olha…”."
    },
    {
        "giria": "Prenda",
        "descricao": "como os gaúchos chamam suas mulheres."
    },
    {
        "giria": "Chinelagem",
        "descricao": "algo ruim, fraco, bagunçado ou desanimado. Uma pessoa chata também pode ser chamada de chinelo."
    },
    {
        "giria": "Esgualepado",
        "descricao": "é o mesmo que machucado, ferido."
    },
    {
        "giria": "Guri/Guria",
        "descricao": "gíria que pode substituir as palavras \"menino\" e \"menina\" em diferentes situações."
    },
    {
        "giria": "Vareio",
        "descricao": "o ato de vencer com grande vantagem. Diz-se que o jogo foi um vareio."
    },
    {
        "giria": "Abichornado",
        "descricao": "é o mesmo que triste, desanimado ou amuado."
    },
    {
        "giria": "Alaminuta",
        "descricao": "significa prato feito, um prato de comida já montado."
    },
    {
        "giria": "Balaqueiro",
        "descricao": "expressão usada para se referir a uma conversa provavelmente cheia de mentiras, a conhecida \"conversa-mole\" ou \"papo-furado\"."
    },
    {
        "giria": "Cusco",
        "descricao": "uma gíria para se referir a \"cachorro\"."
    },
    {
        "giria": "Atucanado",
        "descricao": "o mesmo que estar preocupado, com a cabeça cheia de problemas."
    },
    {
        "giria": "Brigadiano",
        "descricao": "soldado da Brigada Militar"
    },
    {
        "giria": "Chinelear",
        "descricao": "ato de humilhar alguém."
    },
    {
        "giria": "Trovar",
        "descricao": "o mesmo que falar muito e contando vantagem."
    },
    {
        "giria": "Alcançar",
        "descricao": "por mais que seja uma palavra comum na língua portuguesa, o gaúcho usa de uma forma diferente. \"Alcançar\", para os gaúchos, é o mesmo que pegar algo próximo. Ex.: Aproveita que tu está perto do armário, alcança esse hidratante, por favor.\""
    },
    {
        "giria": "Prendeogrito",
        "descricao": "o mesmo que “pode contar comigo”."
    },
    {
        "giria": "Fatiota",
        "descricao": "usado para falar que alguém está bem vestido, principalmente quando a pessoa está de paletó ou terno."
    },
    {
        "giria": "Olhandoderevesgueio",
        "descricao": "significa olhar de soslaio, de lado para alguém, como se estivesse desconfiado."
    },
    {
        "giria": "Fandango",
        "descricao": "uma festa, qualquer tipo de baile ou divertimento."
    },
    {
        "giria": "Larguemonapernada",
        "descricao": "uma expressão que significa “corremos” ou “saímos correndo”."
    },
    {
        "giria": "Talagaço",
        "descricao": "uma gíria que se refere a tomar tudo de uma vez só, em um gole."
    },
    {
        "giria": "Arrancar-se",
        "descricao": "gíria usada para se referir ao ato de sair rapidamente de um lugar ou situação."
    },
    {
        "giria": "Boia",
        "descricao": "como os gaúchos chamam comida."
    },
    {
        "giria": "NobicoouDebico",
        "descricao": "significa “estar de olho” em algo ou alguém."
    },
    {
        "giria": "Gringo",
        "descricao": "modo como os gaúchos chamam os descendentes de italiano que moram na serra gaúcha. Segundo os gaúchos, os gringos são mãos-de-vaca."
    },
    {
        "giria": "Chavear",
        "descricao": "o mesmo que fechar a porta com chave."
    },
    {
        "giria": "Guaipeca",
        "descricao": "modo como os gaúchos chamam cachorros, geralmente vira-latas."
    },
    {
        "giria": "Indiada",
        "descricao": "grupo de vários homens."
    },
    {
        "giria": "Arreganhado",
        "descricao": "adjetivo que significa \"exibido\", pessoa que gosta de se exibir; ou uma aproximação com intenção de seduzir."
    },
    {
        "giria": "Arreganho",
        "descricao": "o mesmo que zoeira, que brincadeira."
    },
    {
        "giria": "Largar",
        "descricao": "o mesmo que sair, deixar um local ou iniciar uma corrida."
    },
    {
        "giria": "Massinha",
        "descricao": "o mesmo que pão doce para os gaúchos."
    },
    {
        "giria": "Lomba",
        "descricao": "uma ladeira ou morro para subir ou descer."
    },
    {
        "giria": "Arriar",
        "descricao": "também significa fazer graça de alguma coisa, zoar da cara de alguém."
    },
    {
        "giria": "Campeando",
        "descricao": "sinônimo de \"procurando\", ato de buscar por algo."
    },
    {
        "giria": "Chapa",
        "descricao": "pode se referir a uma dentadura, mas também é uma forma de dizer \"amigo\"."
    },
    {
        "giria": "Bombear",
        "descricao": "ato de observar algo."
    },
    {
        "giria": "Entrevero",
        "descricao": "essa expressão se refere tanto a um prato típico quando a uma briga generalizada."
    },
    {
        "giria": "Chasque",
        "descricao": "um chasque é um convite, uma carta ou aviso."
    },
    {
        "giria": "Darumlaço",
        "descricao": "o ato de enrolar ou enganar ou ainda a ação de bater em alguém."
    },
    {
        "giria": "Ôigale",
        "descricao": "gíria usada para expressar espanto e alegria."
    },
    {
        "giria": "Paleta",
        "descricao": "sinônimo de ombro ou a parte superior das costas."
    },
    {
        "giria": "Emcimadolaço",
        "descricao": "descrição de quando uma pessoa está com pressa ou pouco tempo."
    },
    {
        "giria": "Lagartear",
        "descricao": "o mesmo que ficar no sol."
    },
    {
        "giria": "Magrão",
        "descricao": "outra palavra para se referir a um jovem rapaz."
    },
    {
        "giria": "Bucha",
        "descricao": "pode ser para expressar que algo é difícil."
    },
    {
        "giria": "Darumabanda",
        "descricao": "o mesmo que dar uma volta, passear."
    },
    {
        "giria": "Péqueéumleque",
        "descricao": "o mesmo que dizer quando uma pessoa está com muita vontade de ir a algum lugar."
    },
    {
        "giria": "Pousar",
        "descricao": "o mesmo que dormir na casa de alguém."
    },
    {
        "giria": "Querência",
        "descricao": "sinônimo para \"terra natal\", a cidade ou região de origem da pessoa."
    },
    {
        "giria": "Ranheta/Reinento",
        "descricao": "o mesmo que uma pessoa brava ou reclamona."
    },
    {
        "giria": "Rengo",
        "descricao": "é algo capenga, mal feito, acabado."
    },
    {
        "giria": "Searriar",
        "descricao": "expressão que significa fazer uma brincadeira com alguém, \"tirar sarro\", rir dessa pessoa."
    },
    {
        "giria": "Taipa",
        "descricao": "é aquela pessoa sonsa, que nunca entende nada. Outras gírias para isso são “mongolão”, “tcho” ou “tanso”."
    },
    {
        "giria": "Faixa",
        "descricao": "é como os moradores do Rio Grande do Sul chamam as estradas asfaltadas."
    },
    {
        "giria": "Sinaleira",
        "descricao": "outro nome para semáforo, sinal de trânsito."
    },
    {
        "giria": "Guisado",
        "descricao": "no Rio Grande do Sul, guisado é o mesmo que carne moída."
    },
    {
        "giria": "Ginete",
        "descricao": "um cavaleiro habilidoso, que sabe montar bem um cavalo, com destreza e elegância."
    },
    {
        "giria": "Matungo",
        "descricao": "palavra para designar um cavalo velho, que já não serve para o trabalho."
    },
    {
        "giria": "Pingo",
        "descricao": "ao contrário do matungo, o pingo é um cavalo jovem, com saúde, bonito e cheio de energia."
    },
    {
        "giria": "Tirartatu",
        "descricao": "é o mesmo que limpar o nariz, o famoso tirar a meleca."
    },
    {
        "giria": "Trampa/Tramposo",
        "descricao": "é o mesmo que armadilha, pode ser usado ainda como adjetivo para alguém traiçoeiro. Ex.: Cuidado com ele, já me disseram que é um grande tramposo."
    },
    {
        "giria": "Vazio",
        "descricao": "quer pedir o corte de carne conhecido como Fraldinha? Por lá você pede o vazio."
    },
    {
        "giria": "Vianda",
        "descricao": "palavra usada para se referir a uma marmita de comida."
    }
]