[
    {
        "giria": "0800",
        "significado": "Algo de graça. A gíria usa como referência ao código de chamada telefônica gratuita 0800.",
        "exemplos": [
            "Ouvi dizer que o almoço hoje vai ser 0800."
        ]
    },
    {
        "giria": "Ainda",
        "significado": "Gíria nova, usada para confirmar algo ou concordar com alguém.",
        "exemplos": [
            "- O jogo ontem foi brabo.",
            "- Ainda.",
            "- Viu que o Marcos está namorando a Raquel?",
            "- Ainda, cara."
        ]
    },
    {
        "giria": "Arroz",
        "significado": "Usada para homens que vivem dando em cima das mulheres, mas que nunca conseguem ficar com nenhuma.",
        "exemplos": [
            "Aquele cara é muito arroz, vive cercando as meninas."
        ]
    },
    {
        "giria": "Bolado",
        "significado": "Sinônimo de preocupado ou de muito irritado.",
        "exemplos": [
            "Estou ficando bolado com a demora daquela encomenda.",
            "Caroline, não quero papo contigo, eu estou bolado agora."
        ]
    },
    {
        "giria": "Bombando",
        "significado": "Os cariocas usam essa gíria para dizer que algo está animado. O termo também pode ser usado para falar que algo está fazendo sucesso ou chamando a atenção.",
        "exemplos": [
            "A festa da Carol está bombando muito.",
            "Viu aquele vídeo que está bombando no TikTok?"
        ]
    },
    {
        "giria": "Brotar",
        "significado": "Significa comparecer em algum lugar, chegar.",
        "exemplos": [
            "Vou brotar lá na sua casa hoje."
        ]
    },
    {
        "giria": "Caído",
        "significado": "Usado para dizer que um lugar ou evento está desanimado ou não teve muito sucesso. Seria o oposto de bombado.",
        "exemplos": [
            "Voltei cedo ontem, a festa estava caída."
        ]
    },
    {
        "giria": "Caô",
        "significado": "O mesmo que mentira, geralmente contada na intenção de enganar alguém. Também pode ser usada como uma forma de duvidar da afirmação de alguém.",
        "exemplos": [
            "Ih, aquela garota está de caô para cima de você.",
            "Caô que você beijou o João ontem."
        ]
    },
    {
        "giria": "Caraca",
        "significado": "Expressão carioca para demonstrar espanto.",
        "exemplos": [
            "Caraca, não acredito que você vai embora."
        ]
    },
    {
        "giria": "Crowdeado",
        "significado": "Usado para falar que um lugar está muito cheio. O termo usa como base a palavra em inglês crowd, que significa multidão em português.",
        "exemplos": [
            "A festa ontem estava crowdeada!"
        ]
    },
    {
        "giria": "Dar bolo",
        "significado": "Essa gíria é usada para dizer que alguém \"furou\" um compromisso, deixou de ir.",
        "exemplos": [
            "Fiquei esperando o Jorge por duas horas e nada. Ele me deu um bolo."
        ]
    },
    {
        "giria": "Dar moral",
        "significado": "Dar importância a algo ou alguém. Também pode ser usado como sinônimo de ajuda, financeira ou não.",
        "exemplos": [
            "Juliano, você está dando muita moral para essa garota.",
            "Caetano, me dá uma moral com esse trabalho aqui?"
        ]
    },
    {
        "giria": "Deu ruim",
        "significado": "Uma forma de dizer que algo correu mal, não saiu como o previsto ou deu errado.",
        "exemplos": [
            "Não vai rolar de sair hoje, deu ruim lá no trabalho."
        ]
    },
    {
        "giria": "Deu tilt",
        "significado": "A palavra inglesa tilt significa inclinar, pender em português. Mas a gíria carioca nada tem a ver com o sentido real da palavra. Quando se diz que algo ou alguém deu tilt, significa que parou de funcionar.",
        "exemplos": [
            "Gente, deu tilt aqui, não estou conseguindo pensar em nada.",
            "Aff, o PC deu tilt, não vou conseguir terminar o trabalho."
        ]
    },
    {
        "giria": "Formou",
        "significado": "Geralmente, aparece como resposta afirmativa ao chamado para fazer algo. É um sinônimo de combinado.",
        "exemplos": [
            "- Festa hoje às 23h, hein?",
            "- Formou!"
        ]
    },
    {
        "giria": "Geral",
        "significado": "O mesmo que todo mundo.",
        "exemplos": [
            "Mauro, você perdeu. Geral foi no bloquinho ontem."
        ]
    },
    {
        "giria": "Irado",
        "significado": "Gíria para dizer que algo é muito legal.",
        "exemplos": [
            "Aquela festa ontem foi irada demais."
        ]
    },
    {
        "giria": "Já é",
        "significado": "Expressão usada para topar algo. Pode ser usada como confirmação ou para dizer que alguém pode contar contigo.",
        "exemplos": [
            "- Vamos sair hoje?",
            "- Já é."
        ]
    },
    {
        "giria": "Maneiro",
        "significado": "Essa gíria é usada para dizer que algo é legal ou para expressar aprovação sobre algo.",
        "exemplos": [
            "Que maneira essa sua camisa."
        ]
    },
    {
        "giria": "Marcar um dez",
        "significado": "Significa esperar alguns minutos, aguardar um tempo.",
        "exemplos": [
            "Vou marcar um dez aqui e depois te encontro."
        ]
    },
    {
        "giria": "Mec",
        "significado": "Sinônimo de tranquilo.",
        "exemplos": [
            "Vou ficar mec em casa."
        ]
    },
    {
        "giria": "Menor",
        "significado": "Termo usado para se referir ou falar com um menino mais novo.",
        "exemplos": [
            "Coé menor, vamos jogar bola hoje?",
            "Olha o menor ali caçando problema."
        ]
    },
    {
        "giria": "Mermão",
        "significado": "Uma versão abreviada de meu irmão. É uma expressão que se assemelha a cara. Pode ser usada no início de frases para demonstrar espanto ou dar ênfase a algo.",
        "exemplos": [
            "Mermão, você viu aquela confusão na rua ontem?"
        ]
    },
    {
        "giria": "Meter o pé",
        "significado": "Ir embora de algum lugar. É um sinônimo das gírias vazar ou cair fora.",
        "exemplos": [
            "Já está tarde, vou meter o pé."
        ]
    },
    {
        "giria": "Na mão do palhaço",
        "significado": "Quando é dito que alguém ficou na mão do palhaço quer dizer que ela ficou muito bêbada e saiu do controle, agindo de forma embaraçosa.",
        "exemplos": [
            "Cara, ontem você estava na mão do palhaço, hein?"
        ]
    },
    {
        "giria": "Na pista",
        "significado": "Quando uma pessoa está na pista, significa que ela está solteira e disponível para a paquera.",
        "exemplos": [
            "Terminei meu namoro e agora eu estou na pista, hein?"
        ]
    },
    {
        "giria": "Papo reto",
        "significado": "É dito quando se quer ir direto ao ponto ou para indicar que o que vai falar é sério.",
        "exemplos": [
            "Papo reto, você vai lá mesmo?"
        ]
    },
    {
        "giria": "Parada",
        "significado": "Pode usado para se referir a qualquer objeto ou situação.",
        "exemplos": [
            "Pega aquela parada lá para mim, por favor.",
            "Tenho que resolver aquela parada ainda hoje."
        ]
    },
    {
        "giria": "Partiu",
        "significado": "Sinônimo de vamos lá. Serve para transmitir que está animado para fazer algo ou demonstrar entusiasmo ao chamar alguém para uma atividade.",
        "exemplos": [
            "- Partiu praia?",
            "- Partiu!"
        ]
    },
    {
        "giria": "Pega a visão",
        "significado": "É o mesmo que preste atenção, fique atento. Se quiser que outra pessoa explique algo, pode dizer passa a visão.",
        "exemplos": [
            "Pega a visão, esse negócio vai dar muito certo."
        ]
    },
    {
        "giria": "Pela saco",
        "significado": "Usado para falar de alguém irritante, chato. Também pode ser usado apenas pela.",
        "exemplos": [
            "Aquele cara é um pela saco.",
            "Deixa de ser pela, Fernando!"
        ]
    },
    {
        "giria": "Perder a linha",
        "significado": "Quer dizer que a pessoa saiu do controle, que perdeu a compostura. Pode ser usada quando alguém bebe demais.",
        "exemplos": [
            "Hoje eu quero perder a linha."
        ]
    },
    {
        "giria": "Ralar peito",
        "significado": "Significa para ir embora, partir.",
        "exemplos": [
            "Rala peito que aqui não tem lugar para você.",
            "Cara, vou ralar peito antes que a minha mãe apareça."
        ]
    },
    {
        "giria": "Sangue bom",
        "significado": "Usado para dizer que a pessoa é confiável, que é gente boa.",
        "exemplos": [
            "Esse seu amigo é muito sangue bom."
        ]
    },
    {
        "giria": "Sinistro",
        "significado": "Serve como um adjetivo para indicar algo bom ou ruim.",
        "exemplos": [
            "O Marcelo surfa muito bem. Ele é sinistro.",
            "Viu que sinistro o acidente ontem?"
        ]
    },
    {
        "giria": "Tá ligado?",
        "significado": "É usado para confirmar se uma pessoa entendeu ou sabe do que está sendo falado.",
        "exemplos": [
            "Cara, tá ligado naquele filme do Paulo Gustavo?",
            "Eu moro em Laranjeiras, tá ligado?"
        ]
    },
    {
        "giria": "Tirar onda",
        "significado": "Pode usada quando alguém quer demonstrar superioridade ou como sinônimo de deboche, ironia. Depende do contexto.",
        "exemplos": [
            "O Paulo acha que está tirando onda com essa namorada nova.",
            "Você está tirando onda com a minha cara?"
        ]
    },
    {
        "giria": "Trocar uma ideia",
        "significado": "É o mesmo que conversar, bater um papo.",
        "exemplos": [
            "Vamos lá no bar hoje trocar uma ideia?"
        ]
    },
    {
        "giria": "Vacilar",
        "significado": "Quando alguém erra feio e decepciona os outros. Também pode ser usado para quando uma pessoa perde uma oportunidade. O termo possui algumas variações como vacilão ou vacilona.",
        "exemplos": [
            "Vê se não vacila e chega na hora.",
            "A Maria vacilou ontem com o Luiz."
        ]
    },
    {
        "giria": "Zero-bala/ Zerado",
        "significado": "Se refere a algo novo ou reformado. Por exemplo, pode falar que seu carro está zero-bala quando ele volta da oficina.",
        "exemplos": [
            "Ontem eu estava de ressaca, mas hoje acordei zero-bala.",
            "Dormi o dia todo ontem, hoje eu estou zerada."
        ]
    }
]