[
    {
        "giria": "Égua",
        "descricao": "uma espécie de coringa entre os paraenses, que serve para inúmeras situações, dependendo da sua entonação. Pode ser usada para expressar dúvida, espanto, surpresa, raiva, entre outros. Funciona do mesmo jeito que o uai dos mineiros ou o oxe dos baianos. Se quiser dar ainda mais ênfase no que está falando, você pode usar pai d’égua. Exs.:"
    },
    {
        "giria": "Pão careca",
        "descricao": "o famoso pãozinho de água e sal que comemos no café da manhã ou no lanche da tarde. Conhecido como \"pão francês\" em outros estados."
    },
    {
        "giria": "Tédoidé ",
        "descricao": "expressão criada a partir da aglomeração da frase \"Tu é doido, é?\""
    },
    {
        "giria": "Mas credo",
        "descricao": "expressão de espanto, normalmente usada quando se é surpreendido negativamente com algo. Ex.: Mas credo! Viu como aquela mulher está?"
    },
    {
        "giria": "Mas quando ",
        "descricao": "usado como uma forma de duvidar de alguém ou desdenhar do que a pessoa está falando. Ex.:"
    },
    {
        "giria": "Pitiú ",
        "descricao": "um cheiro ruim ou forte. Pode ser de algo podre,ou cheiro de peixe."
    },
    {
        "giria": "De rocha/ Da rocha",
        "descricao": "ao falar isso, você confirma que o que disse é realmente verdade, que se trata de algo sério. Ex.: Vou parar de beber, de rocha."
    },
    {
        "giria": "Ai papai",
        "descricao": "expressão para dizer que alguém está com grandes problemas. Ex.: Tu soube do Marcelo? Ai papai!"
    },
    {
        "giria": "Pomba lesa",
        "descricao": "pomba lesa é o mesmo que gente desligada, lenta."
    },
    {
        "giria": "Rasga",
        "descricao": "é o mesmo que \"se retire\", \"vá embora\", \"suma\". Ex.: Ai menino, rasga daqui!"
    },
    {
        "giria": "Só o creme mano! ",
        "descricao": "expressão para dizer que algo é muito bom, que ali só há do melhor de determinada coisa."
    },
    {
        "giria": "Gala seca ",
        "descricao": "termo usado para chamar uma pessoa de boba, desligada ou desatenta."
    },
    {
        "giria": "Aplicar na jugular ou aplicar na mente",
        "descricao": "você pode falar isso quando alguém te contar uma história tão incrível que chega a ser difícil de acreditar e você se pergunta se é mentira. Ex.: Nossa, mas aí tu aplicou na jugular, né?! Sei não, viu."
    },
    {
        "giria": "Mofino ",
        "descricao": "significa triste, abatido, chateado ou até mesmo adoentado. Essa gíria se pronúncia “mufino”."
    },
    {
        "giria": "Arreda aí ou Te arreda",
        "descricao": "o ato de se afastar de determinado lugar, de fastar para o lado um pouco. Ex.: Te arreda daí, que eu vou passar com peso."
    },
    {
        "giria": "Baldear",
        "descricao": "o mesmo que vomitar."
    },
    {
        "giria": "Dá teus pulos",
        "descricao": "você pode usar essa expressão quando quer dizer para alguém resolver seus próprios problemas, para a pessoa achar uma forma de resolver determinada situação. Ex.: Tu se envolveu nisso porque quis. Agora dá teus pulos aí!"
    },
    {
        "giria": "Mocorongo",
        "descricao": "usado para chamar alguém de lento, bobo, devagar."
    },
    {
        "giria": "Axí credo ",
        "descricao": "expressão de desdém, usada para demonstrar que realmente não gosta de algo."
    },
    {
        "giria": "Dando Passamento",
        "descricao": "o ato de passar mal por estar com estômago vazio."
    },
    {
        "giria": "Êêêê ",
        "descricao": "expressão de tom irônico, geralmente usada para demonstrar desconfiança. Ex.: Ela disse o que? Que já pagou a parcela deste mês? Êêêê..."
    },
    {
        "giria": "Nem te bate",
        "descricao": "forma de pedir para alguém não ligar para uma situação, não se importar ou deixar para lá."
    },
    {
        "giria": "Pau te acha",
        "descricao": "maneira de alertar alguém que está fazendo algo errado, dizendo que ela pode se dar mal. Também pode ser usado como sinônimo de apanhar, tomar uma surra. Ex.: Melhor rever as tuas companhias, senão o pau te acha."
    },
    {
        "giria": "Borimbora",
        "descricao": "usado para chamar alguém para sair de algum lugar. Vem da frase \"Bora ir embora?\"."
    },
    {
        "giria": "Dar uma forra ",
        "descricao": "significa retribuir um favor, compensar."
    },
    {
        "giria": "Já mivú/ Já me vú ",
        "descricao": "quer dizer que você está indo embora."
    },
    {
        "giria": "Lá na caixa prego ",
        "descricao": "forma de dizer que algo é muito longe."
    },
    {
        "giria": "Maluvido",
        "descricao": "adjetivo para descrever um menino \"danado\", desobediente."
    },
    {
        "giria": "Levou o farelo",
        "descricao": "essa gíria pode ser usada tanto como sinônimo para \"se dar mal\" quanto para falar que alguém morreu."
    },
    {
        "giria": "Bombom ",
        "descricao": "no Pará, qualquer tipo de bala, doce."
    },
    {
        "giria": "Carapanã",
        "descricao": "o mesmo que pernilongo, mosquito, muriçoca."
    },
    {
        "giria": "Muito palha",
        "descricao": "dito para falar sobre algo ruim, sem graça, chato."
    },
    {
        "giria": "Pavulagem ",
        "descricao": "sinônimo para metido, presunçoso, convencido. Ex.: O João passou em primeiro no teste e está cheio de pavulagem."
    },
    {
        "giria": "Mexilhão ",
        "descricao": "aquela pessoa enxerida, que mexe em tudo."
    },
    {
        "giria": "Pegar o beco",
        "descricao": "ir embora de algum lugar. Também pode ser usado como sinônimo para fugir."
    },
    {
        "giria": "Capar o gato ",
        "descricao": "gíria para dizer \"ir embora\", sair de determinado lugar."
    },
    {
        "giria": "Já queres ",
        "descricao": "pode ser usado também para se referir ao desejo que uma outra pessoa possa ter de algo ou alguém. Ex.: Estou vendo tu olhando para aquele menino, já queres né?"
    },
    {
        "giria": "Pô-pô-pô",
        "descricao": "como os paraenses chamam um tipo de barco pequeno a motor, muito usado pela população ribeirinha."
    },
    {
        "giria": "Só te digo vai",
        "descricao": "uma forma irônica de advertir uma pessoa sobre uma má ideia. É como se a pessoa dissesse “vai lá para ver no que vai dar”. A expressão é bastante usada por mães quando os filhos não querem obedecer."
    },
    {
        "giria": "Curuba",
        "descricao": "usado como sinônimo de sarna. Pode ainda significar qualquer ferida ou machucado."
    },
    {
        "giria": "Esbandalhar",
        "descricao": "é o mesmo que quebrar, despedaçar, destruir algo."
    },
    {
        "giria": "Tá, cheiroso ",
        "descricao": "uma forma de discordar de alguém de maneira irônica. Ex.:Tu é o melhor da classe? Tá, cheiroso."
    },
    {
        "giria": "Visagem ",
        "descricao": "é o mesmo que assombração, fantasma, alma penada."
    },
    {
        "giria": "Te acoca",
        "descricao": "\"acocar\" é o mesmo que \"abaixar\", \"se esconder\". Então, se alguém diz “te acoca”, você deve se abaixar."
    },
    {
        "giria": "Tuíra",
        "descricao": "quando a pele fica com o aspecto opaco e acinzentado, por estar coberta de pó branco ou ressecada."
    }
]